{
    "mapa_politico": {
        "categoria": "Mapa Político de Colombia",
        "nivel_1": [
            ["1819", "¿En qué año se creó la Gran Colombia?"],
            ["Bolívar", "¿Quién fue el líder principal de la independencia y creación de la Gran Colombia?"],
            ["Angostura", "¿En qué ciudad se creó la Gran Colombia?"],
            ["Tres", "¿Cuántos departamentos tuvo la Gran Colombia en 1821?"],
            ["Bogotá", "¿Cuál fue la capital de Cundinamarca en la Gran Colombia?"],
            ["Ecuador", "¿Qué país formó parte de la Gran Colombia y luego se separó en 1830?"],
            ["Cúcuta", "¿Cómo se llamó la Constitución de 1821?"],
            ["Ecuador", "¿Qué otro país de Sudamérica fue parte de la Gran Colombia?"],
            ["Nueva Granada", "¿Qué nombre recibió el territorio después de la disolución de la Gran Colombia?"],
            ["Diescinueve", "¿Cuántas provincias tenía la Nueva Granada en 1832?"],
            ["Granadina", "¿Cómo se llamó la convención que creó la Constitución de la Nueva Granada en 1832?"],
            ["Federalismo", "¿Qué idea política se fortaleció en la Nueva Granada en 1852?"],
            ["Granadina", "¿Cómo se llamó la confederación formada en 1858?"],
            ["Ocho", "¿Cuántos estados conformaban la Confederación Granadina en 1858?"],
            ["Tolima", "¿Cuál fue el primer estado soberano creado en los Estados Unidos de Colombia?"],
            ["Panamá", "¿Qué país de Centroamérica perteneció a la Gran Colombia?"],
            ["Soberanos", "¿Cómo se llamaban los estados en la Constitución de 1863?"],
            ["Mosquera", "¿Quién impulsó la Constitución de 1863?"],
            ["Nueve", "¿Cuántos estados conformaban los Estados Unidos de Colombia?"],
            ["Centralista", "¿Cómo se llamó la Constitución que estableció el centralismo en 1886?"],
            ["Departamentos", "¿Qué entidad territorial reemplazó a los estados soberanos en 1886?"],
            ["Nueve", "¿Cuántos departamentos tenía Colombia en 1886?"],
            ["Panamá", "¿Qué territorio perdió Colombia en 1903?"],
            ["Reyes", "¿Quién fue el presidente que reorganizó los departamentos en 1905?"],
            ["Sucre", "¿Quién fue el compañero de Bolívar que liberó Ecuador?"],
            ["Cúcuta", "¿Cómo se llamaba el congreso donde se creó la Constitución de la Gran Colombia?"],
            ["Atlántico, Caldas, Huila", "¿Cuáles fueron los nuevos departamentos creados en 1905?"],
            ["Boyacá", "¿Cómo se llamó la batalla que ayudó a liberar la Nueva Granada en 1819?"],
            ["Santander", "¿Qué departamento se dividió en Santander y Norte de Santander en 1910?"],
            ["Departamentos", "¿Cómo se llamaban las grandes divisiones de la Gran Colombia?"]
        ],
        "nivel_2": [
            ["Gran Colombia", "¿Qué país se creó el 17 de diciembre de 1819?"],
            ["Congreso de Angostura", "¿Cómo se llamó el congreso donde se decretó la creación de la Gran Colombia?"],
            ["Simón Bolívar", "¿Quién fue el principal líder de la creación de la Gran Colombia?"],
            ["Bogotá", "¿Cuál fue la capital de la Gran Colombia en 1819?"],
            ["Constitución de Cúcuta", "¿Qué constitución organizó la Gran Colombia en 1821?"],
            ["Francisco de Paula Santander", "¿Cuál fue el primer vicepresidente de la Gran Colombia?"],
            ["Venezuela", "¿Qué país moderno incluye la ciudad donde se creó la Gran Colombia?"],
            ["Colombia, Venezuela, Ecuador", "¿Qué tres países actuales formaban la Gran Colombia?"],
            ["Panamá", "¿Qué territorio adicional también hizo parte de la Gran Colombia?"],
            ["Angostura", "¿Qué ciudad fue sede del Congreso de Angostura?"],
            ["Ciudad Bolívar", "¿Qué nombre actual tiene la ciudad de Angostura?"],
            ["Simón Bolívar", "¿Qué general lideró la Campaña Libertadora de 1819?"],
            ["Batalla de Boyacá", "¿Qué batalla aseguró la independencia de la Nueva Granada en 1819?"],
            ["Francisco de Paula Santander", "¿Quién fue nombrado vicepresidente del Departamento de Cundinamarca en 1821?"],
            ["Departamentos", "¿Qué nombre recibió la división territorial de la Gran Colombia?"],
            ["Domingo Caicedo", "¿Quién asumió el poder tras la renuncia de Bolívar en 1830?"],
            ["Venezuela", "¿Qué país fue el primero en separarse de la Gran Colombia en 1830?"],
            ["Francisco de Paula Santander", "¿Quién fue el primer presidente de la República de la Nueva Granada?"],
            ["1830", "¿En qué año se disolvió la Gran Colombia?"],
            ["República de la Nueva Granada", "¿Qué país se formó después de la disolución de la Gran Colombia en el territorio de la Nueva Granada?"],
            ["Acta de separación", "¿Qué documento definió la separación de Venezuela y Ecuador en 1830?"]
        ]
    },
    "etapas_bandera_colombia": {
        "categoria": "Evolución de la Bandera de Colombia",
        "nivel_1": [
            ["amarillo azul rojo", "¿De qué colores es la bandera de Colombia?"],
            ["amarillo", "¿Qué color de la bandera representa la riqueza del suelo colombiano?"],
            ["rojo", "¿Qué color de la bandera simboliza la sangre de los patriotas?"],
            ["azul", "¿Qué color representa los océanos y ríos del país?"],
            ["1861", "¿En qué año se adoptó la bandera actual de Colombia?"],
            ["Francisco de Miranda", "¿Quién creó la composición tricolor de la bandera?"],
            ["Gran Colombia", "¿Cómo se llamaba Colombia antes de ser República de Colombia?"],
            ["Nuevo Reino de Granada", "¿Qué entidad territorial formaba parte del Imperio español en Colombia?"],
            ["Cartagena", "¿Qué ciudad proclamó su independencia antes que el resto de Colombia?"],
            ["República de la Nueva Granada", "¿Cómo se llamó Colombia entre 1834 y 1858?"],
            ["1858", "¿En qué año se formó la Confederación Granadina?"],
            ["Estados Unidos de Colombia", "¿Cómo se llamó Colombia en 1861 antes de su nombre actual?"],
            ["1717", "¿En qué año se estableció el Virreinato de Nueva Granada?"],
            ["rectangular", "¿Qué forma tiene la bandera de Colombia?"],
            ["Venezuela", "¿En qué país nació Francisco de Miranda?"],
            ["escudo", "¿Cuál es el símbolo patrio que acompaña la bandera?"],
            ["Himno Nacional de Colombia", "¿Cómo se llama el himno oficial de Colombia?"],
            ["tres", "¿Cuántas franjas tiene la bandera de Colombia?"],
            ["amarilla", "¿Qué franja es la más grande en la bandera colombiana?"],
            ["Atlántico y Pacífico", "¿Qué océanos bañan a Colombia?"],
            ["12 de marzo de 1806", "¿En qué fecha ondeó Francisco de Miranda su bandera tricolor por primera vez?"],
            ["1830", "¿En qué año se disolvió la Gran Colombia?"],
            ["Panamá", "¿Qué país se separó de Colombia en 1903?"],
            ["soberanía armonía justicia", "¿Qué representa el color amarillo además de la riqueza?"],
            ["amor poder fuerza progreso", "¿Qué representa el color rojo además de la sangre de los patriotas?"],
            ["decreto 861", "¿En qué documento se reglamentó la bandera en 1924?"],
            ["1934", "¿En qué año se expidió el decreto 62 sobre la bandera?"],
            ["Sí juramos", "¿Qué frase debe decirse en el juramento a la bandera?"],
            ["ríos y océanos", "¿Qué significa el color azul además del cielo?"],
            ["Cartagena", "¿Cómo se llamaba la provincia que se independizó en 1811?"]
        ],
        "nivel_2": [
            ["Venezuela", "¿Qué país diseñó el modelo de bandera que inspiró la de Colombia?"],
            ["Tomás Cipriano", "¿Qué presidente lideró la creación de los Estados Unidos de Colombia?"],
            ["Amarillo azul y rojo", "¿Qué colores tenía la bandera de la Confederación Granadina?"],
            ["Santa Fe de Bogotá", "¿Cuál fue el primer territorio en independizarse en Colombia en 1810?"],
            ["Batalla de Boyacá", "¿Qué batalla consolidó la independencia de la Gran Colombia?"],
            ["Domingo Caycedo", "¿Quién fue el último presidente de la Gran Colombia?"],
            ["Congreso de Cúcuta", "¿Cómo se llamaba el congreso que en 1821 formalizó la bandera de la Gran Colombia?"],
            ["1858", "¿En qué año se redactó la Constitución de la Confederación Granadina?"],
            ["Bogotá", "¿Cuál fue la capital de los Estados Unidos de Colombia?"],
            ["Tomás Cipriano", "¿Qué presidente firmó la Constitución de 1863 que estableció el federalismo en Colombia?"],
            ["Olimpo Radical", "¿Cómo se llamaba el periodo de gobiernos liberales radicales en Colombia?"],
            ["Ecuador", "¿Qué país propuso una bandera similar a la de Colombia en el siglo XIX?"],
            ["Escudo del Cóndor Andino", "¿Cómo se llamaba el escudo de la Gran Colombia?"],
            ["Francisco de Miranda", "¿Quién diseñó la primera versión de la bandera tricolor en 1801?"],
            ["Confederación Granadina", "¿Qué nombre recibió Colombia entre 1858 y 1861?"],
            ["Bandera de la Gran Colombia", "¿Cómo se llamaba la bandera usada por Bolívar en la Campaña Libertadora?"],
            ["Guerra de los Mil Días", "¿Qué guerra interna ocurrió en Colombia entre 1899 y 1902?"],
            ["Llevaba un escudo en el centro", "¿Qué diferencia tenía la bandera de los Estados Unidos de Colombia con la actual?"],
            ["Tomás Cipriano", "¿Qué presidente gobernaba Colombia cuando se adoptó la bandera actual?"]
        ]
    },
    "parques_nacionales": {
        "categoria": "Parques Nacionales de Colombia",
        "nivel_1": [
            ["Chingaza", "Es hogar del oso de anteojos."],
            ["Sumapaz", "Alberga el páramo más grande del mundo."],
            ["Utría", "Ubicado en el departamento del Chocó."],
            ["Los Katíos", "Reconocido como Patrimonio de la Humanidad por la UNESCO."],
            ["El Tuparro", "Ubicado en el departamento de Vichada."],
            ["Sierra de la Macarena", "Es famoso por el río de los cinco colores."],
            ["Farallones de Cali", "Protege los nacimientos de ríos que abastecen a Cali."],
            ["Uramba Bahía Málaga", "Conocido por el avistamiento de ballenas jorobadas."],
            ["Sanquianga", "Alberga manglares y es hogar de comunidades afrocolombianas."],
            ["Chingaza", "Es importante para el abastecimiento de agua en Bogotá."],
            ["El Tuparro", "Conocido por los rápidos de Maipures."],
            ["Utría", "Conocido por sus ecosistemas marinos."],
            ["Los Katíos", "Está en la región del Chocó y Antioquia."],
            ["Farallones de Cali", "Se encuentra en el departamento del Valle del Cauca."],
            ["Sumapaz", "En este parque se encuentran lagunas como Chisacá y La Guitarra."],
            ["Tayrona", "Se encuentra en la costa caribeña de Colombia y es conocido por sus playas."],
            ["Gorgona", "Es una isla en el océano Pacífico famosa por su biodiversidad marina."],
            ["Amacayacu", "Está en la Amazonía colombiana y es conocido por su fauna exótica."],
            ["Chocó", "Se encuentra en la región del Chocó y protege el ecosistema del bosque lluvioso."],
            ["Puracé", "Es famoso por su actividad volcánica y las aguas termales."],
            ["El Cocuy", "En este parque se encuentran los picos nevados más altos de los Andes colombianos."],
            ["Tatamá", "Ubicado en la zona andina, protege ecosistemas de páramo y bosques nublados."],
            ["Sierra Nevada de Santa Marta", "Este parque es famoso por ser hogar de la ciudad perdida, Teyuna."],
            ["Las Hermosas", "Este parque se encuentra en la región central de Colombia, en la cordillera Central."],
            ["El Macuira", "Es un parque situado en la Guajira y es conocido por su ecosistema árido y montañoso."],
            ["Sierra de los Nevados", "El parque se encuentra en el centro del país y alberga los nevados del Ruiz, Santa Isabel y del Tolima."],
            ["La Paya", "En este parque se encuentran importantes zonas de selva tropical."],
            ["Tinigua", "El parque es conocido por su biodiversidad y es parte de la región de la Amazonía colombiana."],
            ["Cahuinarí", "Este parque está en el departamento del Amazonas y es importante por su biodiversidad."],
            ["Catatumbo Barí", "Está ubicado en la región del Catatumbo y es conocido por el fenómeno natural del Relámpago del Catatumbo."]
        ],
        "nivel_2": [
            ["Chingaza", "Alberga una gran diversidad de fauna y flora andina, y está en la Cordillera Oriental."],
            ["Sierra de la Macarena", "Abarca zonas de transición entre los Andes, la Amazonía y la Orinoquía."],
            ["El Tuparro", "Protege las sabanas de la Orinoquía y formaciones geológicas milenarias."],
            ["Sumapaz", "Aparte de ser el páramo más grande del mundo, protege especies como el oso de anteojos y el cóndor de los Andes."],
            ["Utría", "En este parque se pueden realizar actividades de buceo y esnórquel en sus arrecifes coralinos."],
            ["Uramba Bahía Málaga", "Es vital para la conservación de las ballenas jorobadas y está en el departamento del Valle del Cauca."],
            ["Los Katíos", "Protege especies en peligro de extinción y se conecta con el Parque Nacional Darién en Panamá."],
            ["Farallones de Cali", "Sus ecosistemas incluyen selvas andinas y zonas de alta montaña."],
            ["El Tuparro", "Este parque alberga el río Orinoco y varios ríos importantes como el Guayabero y el Tuparro."],
            ["Sanquianga", "Es crucial para la protección de los manglares y las zonas de marismas en el Pacífico colombiano."],
            ["Sierra de la Macarena", "Alberga el famoso 'río de los cinco colores', Caño Cristales."],
            ["Chingaza", "Se encuentra cerca de Bogotá y es un lugar sagrado para los Muiscas."],
            ["Utría", "Sus manglares y ecosistemas marinos son de gran importancia para la fauna del Pacífico."],
            ["Farallones de Cali", "Este parque es conocido por sus altas montañas, como el Pico de Loro y el Alto del Buey."],
            ["Sumapaz", "Alberga más de 150 especies de aves y es una de las principales fuentes de agua de Colombia."],
            ["Chiribiquete", "Este parque es uno de los más grandes de Colombia y tiene pictografías indígenas antiguas."],
            ["Paramillo", "Se encuentra en la región noroccidental de Colombia y protege ecosistemas de montaña y selva."],
            ["Nukak", "Es hogar de la comunidad indígena Nukak Makú y protege la biodiversidad amazónica."],
            ["Sumapaz", "Es el páramo más grande del mundo y está cerca de Bogotá."],
            ["Farallones de Cali", "Se encuentra en el Valle del Cauca y tiene una gran variedad de aves endémicas."],
            ["Pisba", "En este páramo se escondió Simón Bolívar durante la Campaña Libertadora."],
            ["Churumbelos Auka Wasi", "Ubicado en el suroccidente colombiano, protege un ecosistema de transición entre los Andes y la Amazonía."],
            ["Serranía de los Churumbelos", "Es una importante área de conservación en la cuenca del Amazonas."],
            ["Yaigojé Apaporis", "Es una reserva indígena en la Amazonía y un refugio de biodiversidad."],
            ["Sanquianga", "Protege manglares y ecosistemas costeros en la región del Pacífico colombiano."],
            ["Munchique", "Es una de las áreas con mayor diversidad de orquídeas en Colombia."],
            ["Bahía Portete", "Se encuentra en la Alta Guajira y protege ecosistemas marinos."],
            ["Los Flamencos", "Este parque es hogar de los flamencos rosados en la región caribeña."]
        ]
    },
    "hidrografia_de_colombia": {
        "categoria": "Hidrografía de Colombia",
        "nivel_1": [
            ["Río Magdalena", "Principal río de Colombia."],
            ["Río Cauca", "Afluente del Magdalena."],
            ["Río Atrato", "Uno de los más caudalosos del país."],
            ["Río Sinú", "Ubicado en la vertiente del Caribe."],
            ["Sierra Nevada", "Origina cuencas del Caribe."],
            ["Río Patía", "Río más largo del Pacífico colombiano."],
            ["Río San Juan", "Afluente importante del Pacífico."],
            ["Río Mira", "Nace en la cordillera y desemboca en el Pacífico."],
            ["Río Baudó", "Característico de la selva chocoana."],
            ["Río Caquetá", "Importante en la vertiente del Amazonas."],
            ["Río Putumayo", "Forma parte de la Amazonía colombiana."],
            ["Río Vaupés", "Uno de los principales del Amazonas."],
            ["Río Orinoco", "Uno de los más grandes de Sudamérica."],
            ["Río Guaviare", "Afluente del Orinoco."],
            ["Río Meta", "Importante en la Orinoquía."],
            ["Río Inírida", "Ubicado en la Orinoquía."],
            ["Río Tomo", "Nace en la cordillera Oriental."],
            ["Río Vichada", "Desemboca en el Orinoco."],
            ["Río Arauca", "Forma parte de la frontera con Venezuela."],
            ["Río Catatumbo", "Desemboca en el Lago de Maracaibo."],
            ["Río Zulia", "Pertenece a la vertiente del Catatumbo."],
            ["Río Sardinata", "Afluente del río Catatumbo."],
            ["Vertiente", "Lugar donde desembocan los ríos."],
            ["Cuenca", "Área de captación de un río."],
            ["Delta", "Formación en la desembocadura de un río."],
            ["Afluente", "Río que desemboca en otro."],
            ["Erosión", "Desgaste del suelo por el agua."],
            ["Llanura", "Zona baja donde corren algunos ríos."],
            ["Desembocadura", "Lugar donde un río vierte sus aguas."],
            ["Hidrografía", "Estudio de los cuerpos de agua."]
        ],
        "nivel_2": [
            ["Vertiente del Caribe", "Conformada por los ríos Magdalena y Cauca."],
            ["Vertiente del Pacífico", "Ríos cortos y torrentosos."],
            ["Vertiente del Amazonas", "Abarca 345.000 km²."],
            ["Vertiente del Orinoco", "Incluye ríos como el Guaviare y el Meta."],
            ["Vertiente del Catatumbo", "Desemboca en el Lago de Maracaibo."],
            ["Cuenca hidrográfica", "Región donde se recolecta el agua de lluvia."],
            ["Río Magdalena", "Más importante de Colombia."],
            ["Río Cauca", "Segundo más importante del país."],
            ["Río Atrato", "Uno de los más caudalosos del país."],
            ["Río Sinú", "Destacado en la vertiente del Caribe."],
            ["Río Patía", "Más largo de la vertiente del Pacífico."],
            ["Río San Juan", "Afluente importante del Pacífico."],
            ["Río Mira", "Desemboca en el Pacífico."],
            ["Río Baudó", "Característico del Chocó."],
            ["Río Caquetá", "Importante afluente amazónico."],
            ["Río Putumayo", "Parte de la cuenca amazónica."],
            ["Río Vaupés", "Ubicado en la Amazonía."],
            ["Río Orinoco", "Uno de los más largos de Sudamérica."],
            ["Río Guaviare", "Forma parte de la Orinoquía."],
            ["Río Meta", "Importante afluente del Orinoco."],
            ["Río Inírida", "Localizado en la Orinoquía."],
            ["Río Tomo", "Nace en la cordillera Oriental."],
            ["Río Vichada", "Desemboca en el Orinoco."],
            ["Río Arauca", "Frontera natural con Venezuela."],
            ["Río Catatumbo", "Presenta el fenómeno del relámpago del Catatumbo."],
            ["Río Zulia", "Forma parte de la vertiente del Catatumbo."],
            ["Río Sardinata", "Afluente del río Catatumbo."],
            ["Humedales", "Ecosistemas acuáticos importantes."],
            ["Pluviosidad", "Cantidad de lluvia en una región."],
            ["Desertificación", "Proceso de degradación del suelo."]
        ]  
    },
    "etnias_de_colombia": {
        "categoria": "Etnias de Colombia",
        "nivel_1": [
            ["Etnia", "Un grupo de personas con cultura, idioma y costumbres propias."],
            ["Wayuu", "Pueblo indígena más numeroso de Colombia."],
            ["Wayuunaiki", "Idioma de los indígenas Wayuu."],
            ["Maloca", "Casa comunal de los indígenas amazónicos."],
            ["Yuca", "Principal alimento de los indígenas de la Amazonía."],
            ["Flauta", "Instrumento musical indígena hecho de cañas."],
            ["Amazonas", "Río más importante para los indígenas de la Amazonía."],
            ["Chagra", "Sistema de cultivo tradicional indígena."],
            ["Yagé", "Bebida sagrada usada en rituales indígenas."],
            ["Kogui", "Indígenas que habitan la Sierra Nevada de Santa Marta."],
            ["Achiote", "Planta usada por los indígenas para pintar sus cuerpos."],
            ["Trueque", "Intercambio de productos sin usar dinero."],
            ["Poporo", "Objeto usado por los indígenas para guardar cal."],
            ["Mamo", "Líder espiritual de los indígenas Kogui."],
            ["Palma", "Material con el que los indígenas construyen sus casas."],
            ["Tulpa", "Nombre del fogón sagrado indígena."],
            ["Tejido", "Arte tradicional indígena hecho con hilos de colores."],
            ["Bastón", "Símbolo de autoridad indígena."],
            ["Canoa", "Principal medio de transporte en la selva."],
            ["Wayuu", "Grupo indígena que vive en La Guajira."],
            ["Oralidad", "Método de enseñanza tradicional indígena."],
            ["Tikuna", "Nombre de los indígenas del Amazonas."],
            ["Resguardo", "Territorio protegido donde viven los indígenas."],
            ["Namtrik", "Idioma de los indígenas Misak."],
            ["Riosucio", "Fiesta tradicional indígena reconocida por la UNESCO."],
            ["Dorado", "Rito de los Muiscas para elegir un cacique."],
            ["Piel", "Parte del cuerpo donde los Emberá hacen sus tatuajes temporales."],
            ["Pachamama", "Entidad espiritual protectora de la naturaleza."],
            ["Coca", "Planta usada por los indígenas para la medicina tradicional."],
            ["Indígena", "Habitantes originarios de América."]
        ],
        "nivel_2": [
            ["Cuatro", "Porcentaje de población indígena en Colombia."],
            ["1991", "Constitución que reconoce los derechos indígenas."],
            ["Cabildo", "Autoridad indígena que gobierna los resguardos."],
            ["Resguardo", "Territorio legalmente reconocido de los indígenas."],
            ["Sesenta", "Número de lenguas indígenas en Colombia."],
            ["Plan", "Estrategia de desarrollo indígena basada en su cosmovisión."],
            ["Kogui", "Indígenas que ven la Sierra Nevada como el 'corazón del mundo'."],
            ["Muisca", "Pueblo indígena afectado por la colonización."],
            ["Caza", "Actividad principal de los Nukak Makú."],
            ["Mamo", "Líder espiritual de los Kogui."],
            ["Consulta", "Nombre del derecho indígena a ser consultado antes de proyectos."],
            ["Emberá", "Pueblo indígena conocido por sus diseños geométricos en la piel."],
            ["Oralidad", "Acción de transmitir conocimientos a través de la palabra."],
            ["Viruela", "Enfermedad transmitida por colonizadores que afectó a los indígenas."],
            ["Jagua", "Planta utilizada por los indígenas para hacer tintes naturales."],
            ["Amazonas", "Río donde habitan los indígenas Ticuna."],
            ["Minería", "Conflicto entre indígenas y empresas por la explotación de tierras."],
            ["Veintiuno", "Nombre de la ley que protege a los pueblos indígenas."],
            ["Animismo", "Relación espiritual de los indígenas con la naturaleza."],
            ["Fitoterapia", "Medicina tradicional indígena basada en hierbas y rituales."],
            ["Cofán", "Pueblo indígena que habita el Putumayo."],
            ["Aculturación", "Proceso de destrucción de cultura indígena por influencia externa."],
            ["Conflicto", "Principal causa de desplazamiento indígena en Colombia."],
            ["Poporo", "Objeto sagrado usado en rituales Muiscas."],
            ["Mochila", "Tejido hecho por indígenas con símbolos ancestrales."],
            ["Caribe", "Idioma de los indígenas Yukpa."],
            ["Ceremonia", "Ritual indígena que incluye danzas y cánticos."],
            ["Mohán", "Ser mitológico protector de los bosques según los indígenas."],
            ["Extinción", "Fenómeno que amenaza las lenguas indígenas."],
            ["ONU", "Organización internacional que protege los derechos indígenas."]
        ]
    },
    "relieve_de_colombia": {
        "categoria": "Relieve de Colombia",
        "nivel_1": [
            ["Sierra Nevada", "Montaña nevada más alta de Colombia."],
            ["Magdalena", "Río que nace en el Macizo Colombiano y cruza gran parte del país."],
            ["Llanos", "Llanura ubicada en la región oriental del país."],
            ["Occidental", "Cordillera que está al occidente de Colombia."],
            ["Andina", "Región donde se encuentra el Valle del Cauca."],
            ["Valle", "Depresión entre montañas donde hay ríos."],
            ["Galeras", "El volcán más conocido del país."],
            ["Caribe", "Llanura que está cerca del mar Caribe."],
            ["Amazónica", "Región natural donde queda el Amazonas."],
            ["Central", "Cordillera ubicada entre la Occidental y la Oriental."],
            ["Azufral", "Volcán ubicado en Nariño."],
            ["Colón", "Pico más alto de la Sierra Nevada de Santa Marta."],
            ["Montañas", "Relieve más alto del país."],
            ["Oriental", "Cordillera más ancha de Colombia."],
            ["Pacífica", "Llanura donde está el río Atrato."],
            ["Pacífica", "Región donde se ubica el Chocó."],
            ["Bogotá", "Ciudad que está en el Altiplano Cundiboyacense."],
            ["Simón Bolívar", "Pico ubicado junto al Cristóbal Colón."],
            ["Serranías", "Montañas pequeñas que no hacen parte de los Andes."],
            ["Andes", "Cordillera que entra desde Ecuador."],
            ["Nevado del Huila", "Volcán ubicado en el Huila."],
            ["Cundiboyacense", "Meseta donde está Tunja."],
            ["Periférico", "Sistema de montañas fuera de los Andes."],
            ["Tolima", "Volcán que se encuentra cerca al Ruiz."],
            ["Caribe", "Región donde están los Montes de María."],
            ["Chiribiquete", "Formación ubicada entre Guaviare y Caquetá."],
            ["Puracé", "Volcán que pertenece al Cinturón de Fuego."],
            ["Macarena", "Región del Meta con una serranía importante."],
            ["Andino", "Sistema montañoso más alto de Colombia."],
            ["Colombia", "Territorio con mesetas, montañas y valles."]
        ],
        "nivel_2": [
            ["Macizo Colombiano", "Macizo montañoso donde nacen los ríos Magdalena, Cauca y Caquetá."],
            ["Occidental", "Cordillera con volcanes como el Chiles, Cumbal y Azufral."],
            ["Periférico", "Sistema de montañas fuera de los Andes."],
            ["Galeras", "Volcán activo ubicado en el departamento de Nariño."],
            ["Altiplano Cundiboyacense", "Meseta ubicada en la Cordillera Oriental, donde se ubica Bogotá."],
            ["Central", "Cordillera más alta de Colombia, con nevados como el del Ruiz."],
            ["Sierra Nevada", "Formación montañosa entre Magdalena y Cesar con picos nevados."],
            ["Macarena", "Serranía ubicada en el departamento del Meta."],
            ["Oriental", "Cordillera que se divide cerca de la frontera con Venezuela."],
            ["Valle del Cauca", "Valle ubicado entre las cordilleras Occidental y Central."],
            ["Baudó", "Formación montañosa ubicada en Chocó."],
            ["Guajira", "Región donde se encuentra la Serranía de la Macuira."],
            ["Nudo de los Pastos", "Zona montañosa donde se originan los Andes colombianos."],
            ["Puracé", "Volcán ubicado entre Cauca y Huila."],
            ["Cristóbal Colón", "Pico más alto de la Sierra Nevada de Santa Marta."],
            ["Chiribiquete", "Formación ubicada entre los ríos Guaviare y Caquetá."],
            ["Valle del Magdalena", "Valle interandino recorrido por un importante río."],
            ["Antioquia", "Punto donde se divide la cordillera Occidental en serranías pequeñas."],
            ["Cinturón de Fuego del Pacífico", "Franja sísmica a la que pertenece Colombia."],
            ["Valle Interandino", "Depresión natural entre montañas andinas."],
            ["Darién", "Serranía que marca la frontera con Panamá."],
            ["Nevado del Ruiz", "Volcán nevado ubicado en el Eje Cafetero."],
            ["Serranía de Mérida", "Formación montañosa que entra a Venezuela."],
            ["Simón Bolívar", "Pico nevado compartido con el Cristóbal Colón."],
            ["Pacífica", "Región natural que incluye la Llanura del Pacífico."],
            ["Doña Juana", "Volcán ubicado en el sur de Colombia, cerca del Ecuador."],
            ["Amazonía", "Región con una de las serranías más biodiversas del país."],
            ["Montes de María", "Formación de montes bajos ubicada en la región Caribe."],
            ["Motilones", "Serranía compartida entre Cesar y La Guajira."],
            ["Alto del Buey", "Punto más alto de la Serranía del Baudó."]
        ]
    },
    "clima_de_colombia": {
        "categoria": "Clima de Colombia",
        "nivel_1": [
            ["Caribe", "Región donde hace calor y está cerca del mar."],
            ["Andina", "Región con montañas y clima templado."],
            ["Pacífica", "Región muy lluviosa del lado del Pacífico."],
            ["Orinoquía", "Región con sabanas y clima tropical."],
            ["Amazonía", "Región con mucha selva y animales."],
            ["Insular", "Región con islas en el mar Caribe."],
            ["Calor", "Cuando hace mucho calor."],
            ["Lluvia", "Agua que cae del cielo."],
            ["Sol", "Lo vemos en el cielo cuando hace calor."],
            ["Nube", "Blanca y está en el cielo."],
            ["Selva", "Bosque con muchos árboles y animales."],
            ["Sabana", "Terreno plano con pasto."],
            ["Montaña", "Lugar muy alto en la tierra."],
            ["Isla", "Tierra rodeada de agua."],
            ["Chocó", "Departamento muy lluvioso del Pacífico."],
            ["Meta", "Departamento con sabanas y ganado."],
            ["Caquetá", "Departamento selvático del sur de Colombia."],
            ["Atlántico", "Departamento costero del norte."],
            ["Bolívar", "Departamento con Cartagena."],
            ["Córdoba", "Departamento con clima cálido y sabanero."],
            ["Valle", "Departamento andino con montañas."],
            ["Cauca", "Departamento del suroccidente del país."],
            ["Amazonas", "Gran selva al sur del país."],
            ["Guaviare", "Departamento con selva y río Guaviare."],
            ["SanAndrés", "Isla del Caribe colombiano."],
            ["Providencia", "Isla cercana a San Andrés."],
            ["Tunja", "Ciudad andina con clima frío."],
            ["Nariño", "Departamento donde llueve y hay montañas."],
            ["Seco", "Cuando casi no llueve."],
            ["Tropical", "Tipo de clima con calor y mucha vegetación."]
        ],
        "nivel_2": [
            ["Clima", "Es una característica del tiempo atmosférico."],
            ["Húmedo", "Clima con mucha agua en el ambiente."],
            ["Árido", "Clima donde casi no llueve."],
            ["Semiárido", "Clima seco, pero no del todo."],
            ["Tropical", "Clima con calor todo el año."],
            ["Templado", "Clima ni muy frío ni muy caliente."],
            ["Montañoso", "Clima de zonas elevadas."],
            ["Marítimo", "Clima de las islas, con influencia del mar."],
            ["Ecuatorial", "Clima muy cálido y húmedo, como en la selva."],
            ["Vientos", "Corrientes de aire que soplan desde el mar."],
            ["Alisios", "Tipo de viento constante del Caribe."],
            ["Estación", "Período del año con clima similar."],
            ["Precipitación", "Cantidad de lluvia que cae en una región."],
            ["Temperatura", "Medida del calor o frío en el ambiente."],
            ["RegiónCaribe", "Región cálida con playas y desiertos."],
            ["RegiónAndina", "Región de montañas y variedad de climas."],
            ["RegiónPacífica", "Región con lluvias intensas todo el año."],
            ["RegiónOrinoquía", "Región de sabanas con clima tropical."],
            ["RegiónAmazonía", "Región con selvas, ríos y mucha biodiversidad."],
            ["RegiónInsular", "Región formada por islas."],
            ["Departamento", "División política del país."],
            ["Ecosistema", "Sistema natural con clima, flora y fauna."],
            ["Biodiversidad", "Variedad de especies en un lugar."],
            ["Condiciones", "Conjunto de condiciones climáticas."],
            ["Fenómeno", "Hecho natural que puede alterar el clima."],
            ["Humedad", "Cantidad de vapor de agua en el aire."],
            ["Altura", "Influye en la temperatura según el lugar."],
            ["Llanura", "Terreno plano y extenso."],
            ["ClimasColombia", "Conjunto de todos los tipos de clima del país."],
            ["Variabilidad", "Diferencias en el clima de un lugar a otro."]
        ]
    }
}